index.org
#+TITLE: Principios de Econometría
#+AUTHOR: Marcos Bujosa
#+LANGUAGE: es
#+OPTIONS: toc:nil num:nil

#+SETUPFILE: css/readtheorg_inline.theme


* Presentación

Material docente de la asignatura *Principios de Econometría*. 
Cada sesión está disponible en formato PDF, HTML y como transparencias para el proyector del aula
(slides con formato reveal.js). 
Las prácticas de laboratorio incluyen además el guion de Gretl de la práctica completa.

| Sesión | Documento                        | PDF | HTML | Otros ficheros    |
|--------+----------------------------------+-----+------+-------------------|
| S01    | Lecc-01 Introducción             | [[file:Lecciones-pdf/S01-Lecc01.pdf][PDF]] | [[file:Lecciones-html/S01-Lecc01.html][HTML]] | [[file:Transparencias/S01-Lecc01.slides.html][Slides]]            |
|--------+----------------------------------+-----+------+-------------------|
| S02    | Lecc-02 Vectores                 | [[file:Lecciones-pdf/S02-Lecc02.pdf][PDF]] | [[file:Lecciones-html/S02-Lecc02.html][HTML]] | [[file:Transparencias/S02-Lecc02.slides.html][Slides]]            |
| S03    | Lecc-03 Proyección               | [[file:Lecciones-pdf/S03-Lecc03.pdf][PDF]] | [[file:Lecciones-html/S03-Lecc03.html][HTML]] | [[file:Transparencias/S03-Lecc03.slides.html][Slides]]            |
| S04-A  | Práctica hprice2                 | [[file:Practicas-pdf/S04-Prct-A-hprice2.pdf][PDF]] | [[file:Practicas-html/S04-Prct-A-hprice2.html][HTML]] | [[file:Practicas-html/guiones/S04-Prct-A-hprice2.inp][Guion Gretl]]       |
| S04-B  | Práctica boston                  | [[file:Practicas-pdf/S04-Prct-B-boston.pdf][PDF]] | [[file:Practicas-html/S04-Prct-B-boston.html][HTML]] | [[file:Practicas-html/guiones/S04-Prct-B-boston.inp][Guion Gretl]]       |
|--------+----------------------------------+-----+------+-------------------|
| S05    | Lecc-04 Estadística I            | [[file:Lecciones-pdf/S05-Lecc04.pdf][PDF]] | [[file:Lecciones-html/S05-Lecc04.html][HTML]] | [[file:Transparencias/S05-Lecc04.slides.html][Slides]]            |
| S05    | Cuaderno-01                      |     |      | [[file:CuadernosElectronicos/S05-Notebook01.ipynb][.ipynb]] ([[https://mybinder.org/v2/gh/mbujosab/PEconometria/gh-pages?filepath=CuadernosElectronicos/S05-Notebook01.ipynb][MyBinder]]) |
| S06    | Lecc-05 Estadística II           | [[file:Lecciones-pdf/S06-Lecc05.pdf][PDF]] | [[file:Lecciones-html/S06-Lecc05.html][HTML]] | [[file:Transparencias/S06-Lecc05.slides.html][Slides]]            |
| S07-A  | Práctica hprice2 (correlación)   | [[file:Practicas-pdf/S07-Prct-A-hprice2.pdf][PDF]] | [[file:Practicas-html/S07-Prct-A-hprice2.html][HTML]] | [[file:Practicas-html/guiones/S07-Prct-A-hprice2.inp][Guion Gretl]]       |
| S07-B  | Práctica verificación geométrica | [[file:Practicas-pdf/S07-Prct-B-verificacion-geometrica.pdf][PDF]] | [[file:Practicas-html/S07-Prct-B-verificacion-geometrica.html][HTML]] | [[file:Practicas-html/guiones/S07-Prct-B-verificacion-geometrica.inp][Guion Gretl]]       |
| S07-C  | Práctica momentos no bastan      | [[file:Practicas-pdf/S07-Prct-C-momentos-no-bastan.pdf][PDF]] | [[file:Practicas-html/S07-Prct-C-momentos-no-bastan.html][HTML]] | [[file:Practicas-html/guiones/S07-Prct-C-momentos-no-bastan.inp][Guion Gretl]]       |
|--------+----------------------------------+-----+------+-------------------|


* COMMENT Lecciones


| Sesión               | PDF | HTML | Diapositivas |
|----------------------+-----+------+--------------|
| S01 · Introducción   | [[file:Lecciones-pdf/S01-Lecc01.pdf][PDF]] | [[file:Lecciones-html/S01-Lecc01.html][HTML]] | [[file:Transparencias/S01-Lecc01.slides.html][Slides]]       |
| S02 · Vectores       | [[file:Lecciones-pdf/S02-Lecc02.pdf][PDF]] | [[file:Lecciones-html/S02-Lecc02.html][HTML]] | [[file:Transparencias/S02-Lecc02.slides.html][Slides]]       |
| S03 · Proyección     | [[file:Lecciones-pdf/S03-Lecc03.pdf][PDF]] | [[file:Lecciones-html/S03-Lecc03.html][HTML]] | [[file:Transparencias/S03-Lecc03.slides.html][Slides]]       |
| S05 · Estadística I  | [[file:Lecciones-pdf/S05-Lecc04.pdf][PDF]] | [[file:Lecciones-html/S05-Lecc04.html][HTML]] | [[file:Transparencias/S05-Lecc04.slides.html][Slides]]       |
| S06 · Estadística II | [[file:Lecciones-pdf/S06-Lecc05.pdf][PDF]] | [[file:Lecciones-html/S06-Lecc05.html][HTML]] | [[file:Transparencias/S06-Lecc05.slides.html][Slides]]       |

* COMMENT Prácticas de laboratorio (Gretl)

| Práctica        | PDF | HTML | Guion (.inp) |
|-----------------+-----+------+--------------|
| S04-A · hprice2 | [[file:Practicas-pdf/S04-Prct-A-hprice2.pdf][PDF]] | [[file:Practicas-html/S04-Prct-A-hprice2.html][HTML]] | [[file:Practicas-html/guiones/S04-Prct-A-hprice2.inp][Guion Gretl]]  |
| S04-B · boston  | [[file:Practicas-pdf/S04-Prct-B-boston.pdf][PDF]] | [[file:Practicas-html/S04-Prct-B-boston.html][HTML]] | [[file:Practicas-html/guiones/S04-Prct-B-boston.inp][Guion Gretl]]  |

* COMMENT Cuadernos electrónicos (Jupyter)

| Cuaderno          | Notebook |
|-------------------+----------|
| S05 · Notebook 01 | [[file:CuadernosElectronicos/S05-Notebook01.ipynb][.ipynb]]   |

/Nota: estos cuadernos se pueden descargar y abrir con Jupyter. Para
verlos renderizados en el navegador sin descargarlos, puedes usar
[[https://nbviewer.org/][nbviewer]] pegando la URL del fichero en este
sitio./

* Datos y código fuente

El código fuente (=.org=) de todo el material, así como los datasets
usados en las prácticas, están disponibles en el repositorio:
[[https://github.com/mbujosab/peconometria][GitHub: peconometria]].
