index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2026-07-17 vie 23:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Principios de Econometría</title>
<meta name="author" content="Marcos Bujosa" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Principios de Econometría</h1>
<div id="outline-container-orgc9ed755" class="outline-2">
<h2 id="orgc9ed755">Presentación</h2>
<div class="outline-text-2" id="text-orgc9ed755">
<p>
Material docente de la asignatura <b>Principios de Econometría</b>. 
Cada sesión está disponible en formato PDF, HTML y como transparencias para el proyector del aula
(slides con formato reveal.js). 
Las prácticas de laboratorio incluyen además el guion de Gretl de la práctica completa.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Sesión</th>
<th scope="col" class="org-left">Documento</th>
<th scope="col" class="org-left">PDF</th>
<th scope="col" class="org-left">HTML</th>
<th scope="col" class="org-left">Otros ficheros</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">S01</td>
<td class="org-left">Lecc-01 Introducción</td>
<td class="org-left"><a href="Lecciones-pdf/S01-Lecc01.pdf">PDF</a></td>
<td class="org-left"><a href="Lecciones-html/S01-Lecc01.html">HTML</a></td>
<td class="org-left"><a href="Transparencias/S01-Lecc01.slides.html">Slides</a></td>
</tr>

<tr>
<td class="org-left">S02</td>
<td class="org-left">Lecc-02 Vectores</td>
<td class="org-left"><a href="Lecciones-pdf/S02-Lecc02.pdf">PDF</a></td>
<td class="org-left"><a href="Lecciones-html/S02-Lecc02.html">HTML</a></td>
<td class="org-left"><a href="Transparencias/S02-Lecc02.slides.html">Slides</a></td>
</tr>

<tr>
<td class="org-left">S03</td>
<td class="org-left">Lecc-03 Proyección</td>
<td class="org-left"><a href="Lecciones-pdf/S03-Lecc03.pdf">PDF</a></td>
<td class="org-left"><a href="Lecciones-html/S03-Lecc03.html">HTML</a></td>
<td class="org-left"><a href="Transparencias/S03-Lecc03.slides.html">Slides</a></td>
</tr>

<tr>
<td class="org-left">S04-A</td>
<td class="org-left">Práctica hprice2</td>
<td class="org-left"><a href="Practicas-pdf/S04-Prct-A-hprice2.pdf">PDF</a></td>
<td class="org-left"><a href="Practicas-html/S04-Prct-A-hprice2.html">HTML</a></td>
<td class="org-left"><a href="Practicas-html/guiones/S04-Prct-A-hprice2.inp">Guion Gretl</a></td>
</tr>

<tr>
<td class="org-left">S04-B</td>
<td class="org-left">Práctica boston</td>
<td class="org-left"><a href="Practicas-pdf/S04-Prct-B-boston.pdf">PDF</a></td>
<td class="org-left"><a href="Practicas-html/S04-Prct-B-boston.html">HTML</a></td>
<td class="org-left"><a href="Practicas-html/guiones/S04-Prct-B-boston.inp">Guion Gretl</a></td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">S05</td>
<td class="org-left">Lecc-04 Estadística I</td>
<td class="org-left"><a href="Lecciones-pdf/S05-Lecc04.pdf">PDF</a></td>
<td class="org-left"><a href="Lecciones-html/S05-Lecc04.html">HTML</a></td>
<td class="org-left"><a href="Transparencias/S05-Lecc04.slides.html">Slides</a></td>
</tr>

<tr>
<td class="org-left">S05</td>
<td class="org-left">Cuaderno-01</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="CuadernosElectronicos/S05-Notebook01.ipynb">.ipynb</a></td>
</tr>

<tr>
<td class="org-left">S06</td>
<td class="org-left">Lecc-05 Estadística II</td>
<td class="org-left"><a href="Lecciones-pdf/S06-Lecc05.pdf">PDF</a></td>
<td class="org-left"><a href="Lecciones-html/S06-Lecc05.html">HTML</a></td>
<td class="org-left"><a href="Transparencias/S06-Lecc05.slides.html">Slides</a></td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org4591750" class="outline-2">
<h2 id="org4591750">Datos y código fuente</h2>
<div class="outline-text-2" id="text-org4591750">
<p>
El código fuente (<code>.org</code>) de todo el material, así como los datasets
usados en las prácticas, están disponibles en el repositorio:
<a href="https://github.com/mbujosab/peconometria">GitHub: peconometria</a>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Autor: Marcos Bujosa</p>
<p class="date">Created: 2026-07-17 vie 23:19</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
